Repository: Considus/Catchlight-iOS
Catalog: CatchlightWidgets/Localizable.xcstrings
Source language: en
Languages: da, de, es, fi, fr, it, nb, nl, pl, pt_br, pt_pt, sv, tr

source: A blank Obie to tap and write into.
da: Et tomt Obie-kort, du kan trykke på og skrive i.
de: Eine leere Obie-Karte zum Antippen und Beschreiben.
es: Una tarjeta Obie en blanco para tocar y escribir.
fi: Tyhjä Obie-kortti, jota napauttamalla voit kirjoittaa.
fr: Une carte Obie vierge sur laquelle appuyer pour écrire.
it: Una scheda Obie vuota, da toccare e compilare.
nb: Et tomt Obie-kort du kan trykke på og skrive i.
nl: Een lege Obie om op te tikken en in te schrijven.
pl: Czysty Obie — dotknij i zacznij pisać.
pt_br: Um Obie em branco para tocar e escrever.
pt_pt: Um Obie em branco para tocar e escrever.
sv: Ett tomt Obie-kort att trycka på och skriva i.
tr: Dokunup içine yazmak için boş bir Obie.

source: A blank Take to tap and write into.
da: En tom Take, du kan trykke på og skrive i.
de: Ein leerer Take zum Antippen und Beschreiben.
es: Una tarjeta Take en blanco para tocar y escribir.
fi: Tyhjä Take, johon voit napauttaa ja kirjoittaa.
fr: Une carte Take vierge sur laquelle appuyer pour écrire.
it: Un Take vuoto, da toccare e compilare.
nb: En tom Take du kan trykke på og skrive i.
nl: Een lege Take om op te tikken en in te schrijven.
pl: Czysty Take — dotknij i zacznij pisać.
pt_br: Um Take em branco para tocar e escrever.
pt_pt: Um Take em branco para tocar e escrever.
sv: Ett tomt Take-kort att trycka på och skriva i.
tr: Dokunup içine yazmak için boş bir Take.

source: Both capture buttons in one widget — tap the side you need.
da: Begge optageknapper i én widget – tryk på den side, du skal bruge.
de: Beide Aufnahmetasten in einem Widget — tippe auf die Seite, die du brauchst.
es: Los dos botones de captura en un solo widget: toca el lado que necesites.
fi: Molemmat tallennuspainikkeet samassa widgetissä – napauta haluamaasi puolta.
fr: Les deux boutons de capture dans un seul widget : appuyez sur celui dont vous avez besoin.
it: Entrambi i pulsanti di acquisizione in un unico widget: tocca il lato che ti serve.
nb: Begge opptaksknappene i én widget – trykk på den siden du trenger.
nl: Beide opnameknoppen in één widget — tik op de kant die je nodig hebt.
pl: Oba przyciski tworzenia w jednym widżecie — dotknij strony, której potrzebujesz.
pt_br: Ambos os botões de captura em um único widget — toque no lado que você precisa.
pt_pt: Os dois botões de captura num só widget — toque no lado de que precisa.
sv: Båda inspelningsknapparna i en widget – tryck på den sida du behöver.
tr: Her iki yakalama düğmesi tek bir araç takımında — ihtiyacınız olan tarafa dokunun.

source: Capture
da: Optag
de: Erfassen
es: Capturar
fi: Vastleggen
fr: Capturer
it: Acquisisci
nb: Registrer
nl: Vastleggen
pl: Przechwyć
pt_br: Capturar
pt_pt: Capturar
sv: Fånga
tr: Kaydet

source: New Obie
da: Ny Obie
de: Neuer Obie
es: Nuevo Obie
fi: Uusi Obie
fr: Nouvel Obie
it: Nuovo Obie
nb: Ny Obie
nl: Nieuwe Obie
pl: Nowy Obie
pt_br: Novo Obie
pt_pt: Novo Obie
sv: Ny Obie
tr: Yeni Obie

source: New Obie card
da: Nyt Obie-kort
de: Neue Obie-Karte
es: Nueva tarjeta Obie
fi: Uusi Obie-kortti
fr: Nouvelle carte Obie
it: Nuova scheda Obie
nb: Nytt Obie-kort
nl: Nieuwe Obie-kaart
pl: Karta nowego Obie
pt_br: Cartão de novo Obie
pt_pt: Novo cartão Obie
sv: Nytt Obie-kort
tr: Yeni Obie kartı

source: New Take
da: Ny Take
de: Neuer Take
es: Nuevo Take
fi: Uusi Take
fr: Nouveau Take
it: Nuovo Take
nb: Ny Take
nl: Nieuwe Take
pl: Nowy Take
pt_br: Novo Take
pt_pt: Novo Take
sv: Ny Take
tr: Yeni Take

source: New Take card
da: Nyt Take-kort
de: Neue Take-Karte
es: Nueva tarjeta Take
fi: Uusi Take -kortti
fr: Nouvelle carte Take
it: Nuova scheda Take
nb: Nytt Take-kort
nl: Nieuwe Take-kaart
pl: Karta nowego Take
pt_br: Cartão de novo Take
pt_pt: Novo cartão Take
sv: Nytt Take-kort
tr: Yeni Take kartı

source: New Take or Obie
da: Ny Take eller Obie
de: Neuer Take oder neue Obie
es: Nuevo Take u Obie
fi: Uusi Take tai Obie
fr: Nouvelle Take ou Obie
it: Nuovo Take o Obie
nb: Ny Take eller Obie
nl: Nieuwe Take of Obie
pl: Nowy Take lub Obie
pt_br: Novo Take ou Obie
pt_pt: Novo Take ou Obie
sv: Ny Take eller Obie
tr: Yeni Take veya Obie

source: Open Catchlight and capture your Obie.
da: Åbn Catchlight, og skriv din Obie.
de: Öffne Catchlight und halte deine Obie fest.
es: Abre Catchlight y captura tu Obie.
fi: Avaa Catchlight ja tallenna Obiesi.
fr: Ouvrez Catchlight et capturez votre Obie.
it: Apri Catchlight e acquisisci il tuo Obie.
nb: Åpne Catchlight og fang din Obie.
nl: Open Catchlight en leg je Obie vast.
pl: Otwórz Catchlight i zapisz swój Obie.
pt_br: Abra o Catchlight e capture seu Obie.
pt_pt: Abra o Catchlight e registe o seu Obie.
sv: Öppna Catchlight och skriv i din Obie.
tr: Catchlight'ı açın ve Obie'nizi yakalayın.

source: Open Catchlight and open a blank Obie.
da: Åbn Catchlight og åbn en tom Obie.
de: Öffne Catchlight und öffne einen leeren Obie.
es: Abre Catchlight y abre un Obie en blanco.
fi: Avaa Catchlight ja avaa tyhjä Obie.
fr: Ouvrez Catchlight et ouvrez un Obie vide.
it: Apri Catchlight e apri un Obie vuoto.
nb: Åpne Catchlight og åpne en tom Obie.
nl: Open Catchlight en open een lege Obie.
pl: Otwórz Catchlight i otwórz puste Obie.
pt_br: Abra o Catchlight e abra um Obie em branco.
pt_pt: Abra o Catchlight e abra um Obie em branco.
sv: Öppna Catchlight och öppna en tom Obie.
tr: Catchlight'ı açın ve boş bir Obie açın.

source: Open Catchlight and start a new Take.
da: Åbn Catchlight og opret en ny Take.
de: Öffne Catchlight und erstelle einen neuen Take.
es: Abre Catchlight y empieza un nuevo Take.
fi: Avaa Catchlight ja aloita uusi Take.
fr: Ouvrez Catchlight et commencez un nouveau Take.
it: Apri Catchlight e inizia un nuovo Take.
nb: Åpne Catchlight og start en ny Take.
nl: Open Catchlight en begin een nieuwe Take.
pl: Otwórz Catchlight i zacznij nowy Take.
pt_br: Abra o Catchlight e comece um novo Take.
pt_pt: Abra o Catchlight e inicie um novo Take.
sv: Öppna Catchlight och skapa en ny Take.
tr: Catchlight'ı açın ve yeni bir Take başlatın.

source: Open Catchlight straight to a new Take.
da: Åbn Catchlight direkte til en ny Take.
de: Öffne Catchlight direkt mit einem neuen Take.
es: Abre Catchlight directamente en un Take nuevo.
fi: Avaa Catchlight suoraan uuteen Take:hen.
fr: Ouvrez Catchlight directement sur une nouvelle Take.
it: Apri Catchlight direttamente su un nuovo Take.
nb: Åpne Catchlight rett til en ny Take.
nl: Open Catchlight meteen met een nieuwe Take.
pl: Otwórz Catchlight bezpośrednio do nowego Take.
pt_br: Abra o Catchlight diretamente em um novo Take.
pt_pt: Abra o Catchlight diretamente num novo Take.
sv: Öppna Catchlight direkt till en ny Take.
tr: Catchlight'ı doğrudan yeni bir Take'e açın.

source: Open Catchlight to a new Take.
da: Åbn Catchlight til en ny Take.
de: Öffne Catchlight mit einem neuen Take.
es: Abre Catchlight para crear un Take nuevo.
fi: Avaa Catchlight uuteen Take:hen.
fr: Ouvrez Catchlight pour créer une nouvelle Take.
it: Apri Catchlight su un nuovo Take.
nb: Åpne Catchlight til en ny Take.
nl: Open Catchlight met een nieuwe Take.
pl: Otwórz Catchlight do nowego Take.
pt_br: Abra o Catchlight em um novo Take.
pt_pt: Abra o Catchlight num novo Take.
sv: Öppna Catchlight till en ny Take.
tr: Catchlight'ı yeni bir Take açacak şekilde açın.

source: What's most important?
da: Hvad er vigtigst?
de: Was ist am wichtigsten?
es: ¿Qué es lo más importante?
fi: Mikä on tärkeintä?
fr: Qu’est-ce qui compte le plus ?
it: Che cosa conta di più?
nb: Hva er viktigst?
nl: Wat is het belangrijkst?
pl: Co jest najważniejsze?
pt_br: O que é mais importante?
pt_pt: O que é mais importante?
sv: Vad är viktigast?
tr: En önemli şey ne?

source: What's your Take?
da: Hvad er din Take?
de: Was ist dein Take?
es: ¿Cuál es tu Take?
fi: Mikä on Takesi?
fr: Quel est votre Take ?
it: Qual è il tuo Take?
nb: Hva er Take-en din?
nl: Wat is je Take?
pl: Jaki jest Twój Take?
pt_br: Qual é o seu Take?
pt_pt: Qual é o seu Take?
sv: Vad är din Take?
tr: Take'iniz nedir?
